export const testData = [
    {
        id: 1234567,                                // int ID объявления
        publishDate: 1234567,                       // int timestamp даты публикации
        publishDateString: '08:46, сегодня',        // string дата публикации в человекочитаемом формате
        ownerId: 1234567,                           // int ID владельца объявления
        ownerLogin: 'otdelkadrov1',                      // string имя пользователя владельца объявления
        bulletinSubject: 'UI/UX Designer (Владивосток)',    // string
        bulletinText: `Мы — команда разработки. Используя современные технологии и стандарты мы создаем продукт для анализа рынка ценных бумаг и эффективного управления портфелем. Мы стремимся ежедневно добавлять в наш продукт значимый функционал, выполняя строгие требования к его качеству и быстродействию. Мы ценим честность, дисциплину и ответственность, сами планируем свою работу и организуем процесс, стремимся выдерживать сроки без переработок и вести работу прозрачно для коллег и заказчика. У нас есть веб-версия, мобильные приложения (android, ios) и телеграм-бот. Это разнообразие стоит на процессах TDD, Continious Integration и конечно же на нашей команде. Все работают удаленно (+- 2 часовых пояса от Москвы).\n\nК себе в команду мы ищем профессионала, который умеет решать задачи пользователя в веб и мобильных девайсах. Еще встречаются такие названия этой роли: Продуктовый-дизайнер, UI / UX Designer, Дизайнер Интерфейсов, Проектировщик интерфейсов и т.п., чтобы все эти слова не значили. `,
        // string
        bulletinImagees: [                          // string[] ссылки на прикрепленные к объявлению изображения
            'https://static.baza.farpost.ru/v/1510541224458_hugeBlock',
            // 'https://static.baza.farpost.ru/v/1510541224458_hugeBlock'
        ]
    },
    {
        id: 1234567,                                // int ID объявления
        publishDate: 1234567,                       // int timestamp даты публикации
        publishDateString: '08:46, сегодня',        // string дата публикации в человекочитаемом формате
        ownerId: 1234567,                           // int ID владельца объявления
        ownerLogin: 'otdelkadrov1',                      // string имя пользователя владельца объявления
        bulletinSubject: 'UI/UX Designer (Владивосток)',    // string
        bulletinText: `Мы — команда разработки. Используя современные технологии и стандарты мы создаем продукт для анализа рынка ценных бумаг и эффективного управления портфелем. Мы стремимся ежедневно добавлять в наш продукт значимый функционал, выполняя строгие требования к его качеству и быстродействию. Мы ценим честность, дисциплину и ответственность, сами планируем свою работу и организуем процесс, стремимся выдерживать сроки без переработок и вести работу прозрачно для коллег и заказчика. У нас есть веб-версия, мобильные приложения (android, ios) и телеграм-бот. Это разнообразие стоит на процессах TDD, Continious Integration и конечно же на нашей команде. Все работают удаленно (+- 2 часовых пояса от Москвы).\n\nК себе в команду мы ищем профессионала, который умеет решать задачи пользователя в веб и мобильных девайсах. Еще встречаются такие названия этой роли: Продуктовый-дизайнер, UI / UX Designer, Дизайнер Интерфейсов, Проектировщик интерфейсов и т.п., чтобы все эти слова не значили. `,
        // string
        bulletinImagees: [                          // string[] ссылки на прикрепленные к объявлению изображения
            'https://static.baza.farpost.ru/v/1510541224458_hugeBlock',
        ]
    },
    {
        id: 1234567,                                // int ID объявления
        publishDate: 1234567,                       // int timestamp даты публикации
        publishDateString: '08:46, сегодня',        // string дата публикации в человекочитаемом формате
        ownerId: 1234567,                           // int ID владельца объявления
        ownerLogin: 'otdelkadrov1',                      // string имя пользователя владельца объявления
        bulletinSubject: 'UI/UX Designer (Владивосток)',    // string
        bulletinText: `Мы — команда разработки. Используя современные технологии и стандарты мы создаем продукт для анализа рынка ценных бумаг и эффективного управления портфелем. Мы стремимся ежедневно добавлять в наш продукт значимый функционал, выполняя строгие требования к его качеству и быстродействию. Мы ценим честность, дисциплину и ответственность, сами планируем свою работу и организуем процесс, стремимся выдерживать сроки без переработок и вести работу прозрачно для коллег и заказчика. У нас есть веб-версия, мобильные приложения (android, ios) и телеграм-бот. Это разнообразие стоит на процессах TDD, Continious Integration и конечно же на нашей команде. Все работают удаленно (+- 2 часовых пояса от Москвы).\n\nК себе в команду мы ищем профессионала, который умеет решать задачи пользователя в веб и мобильных девайсах. Еще встречаются такие названия этой роли: Продуктовый-дизайнер, UI / UX Designer, Дизайнер Интерфейсов, Проектировщик интерфейсов и т.п., чтобы все эти слова не значили. `,
        // string
        bulletinImagees: [                          // string[] ссылки на прикрепленные к объявлению изображения
            'https://static.baza.farpost.ru/v/1510541224458_hugeBlock',
        ]
    },
]
